Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Udało mi się odkopać zwłoki Normana, ale bez świadków się nie obyło. Nagle podszedł do mnie dziwny facet i chciał się 'podzielić chłopakiem' - cokolwiek miał przez to na myśli. Kiedy odmówiłem, rzucił się na mnie. Czeka mnie teraz niełatwe zadanie. Muszę zbadać ciało Normana, i znaleźć ten grot.
uk: Мені вдалося відкопати тіло Нормана, але мене помітили. Несподівано до мене підійшов незнайомий хлопець і попросив поділитися тілом, що б це не означало. Коли я відмовилася, він накинувся на мене. Переді мною стоїть непросте завдання. Я маю обстежити тіло Нормана і знайти цей наконечник.

source: Udało mi się odkopać zwłoki Normana, ale bez świadków się nie obyło. Nagle podszedł do mnie dziwny facet i zaproponował układ. Chciał, żebym zrobił co mam zrobić i nie zakopywał ciała z powrotem. W zamian obiecał nie mówić nikomu, że mnie tu widział. Cokolwiek planował zrobić z ciałem tego chłopaka, nie mogłem mu na to pozwolić - musiałem go zabić. Czeka mnie teraz niełatwe zadanie. Muszę zbadać ciało Normana, i znaleźć ten grot.
uk: Мені вдалося відкопати тіло Нормана, але мене помітили. Несподівано до мене підійшов незнайомий хлопець і запропонував угоду. Він захотів, щоб я зробив те, що повинен, але не закопував тіло назад. Натомість він пообіцяв нікому не розповідати, що бачив мене тут. Що б він не планував зробити з тілом цього хлопця, я не міг дозволити йому це зробити – довелося його вбити. Переді мною стоїть непросте завдання. Я маю обстежити тіло Нормана і знайти цей наконечник.

source: Udało mi się odkopać zwłoki Normana, ale bez świadków się nie obyło. Nagle podszedł do mnie dziwny facet i zaproponował układ. Chciał, żebym zrobił co mam zrobić i nie zakopywał ciała z powrotem. W zamian obiecał nie mówić nikomu, że mnie tu widział. Cokolwiek planował zrobić z ciałem tego chłopaka, nie mogłem mu na to pozwolić. Czeka mnie teraz niełatwe zadanie. Muszę zbadać ciało Normana, i znaleźć ten grot.
uk: Мені вдалося відкопати тіло Нормана, але мене помітили. Несподівано до мене підійшов незнайомий хлопець і запропонував угоду. Він захотів, щоб я зробив те, що повинен, але не закопував тіло назад. Натомість він пообіцяв нікому не розповідати, що бачив мене тут. Що б він не планував зробити з тілом цього хлопця, я не можу дозволити йому це зробити. Переді мною стоїть непросте завдання. Я маю обстежити тіло Нормана і знайти цей наконечник.

source: Udało mi się odkopać zwłoki Normana, ale bez świadków się nie obyło. Nagle podszedł do mnie dziwny facet i zaproponował układ. Gdy już zrobię swoje, mam nie zakopywać grobu z powrotem, a on w zamian nie powie nikomu, że mnie tu widział. Ostatnie, czego teraz potrzebuję, to więcej kłopotów, więc przystałem na jego propozycję. Czeka mnie teraz niełatwe zadanie. Muszę zbadać ciało Normana, i znaleźć ten grot.
uk: Мені вдалося відкопати тіло Нормана, але мене помітили. Несподівано до мене підійшов незнайомий хлопець і запропонував угоду. Коли я закінчу свої справи, я не маю закопувати тіло назад, а натомість він нікому не розповість, що бачив мене тут. Останнє, що мені зараз потрібно, це нові проблеми, тому я погодився на його пропозицію. Переді мною стоїть непросте завдання. Я маю обстежити тіло Нормана і знайти цей наконечник.

source: Udało mi się odkryć jego przeszłość. Gdy powiedziałem mu, że nie znajdzie tu odkupienia, to przestał być przyjaznym duchem.
uk: Мені вдалося дізнатися про його минуле. Коли я сказав йому, що він не знайде тут спасіння, він перестав бути привітним духом.

source: Udało mi się odkupić od Mateya 'Prawidła szachowe'. Zdarł ze mnie jak za zboże, ale mogę teraz wrócić do Kuno.
uk: Мені вдалося викупити у Матея 'Правила гри в шахи'. Він обдер мене, як баранця, але тепер я можу повертатися до Куно.

source: Udało mi się odnaleźć tunele wydrążone przez pełzacze. Okazało się, że prowadzą do stromej skarpy w zachodnim skrzydle.
uk: Мені вдалося знайти тунелі, прориті повзунами. Виявилося, що вони ведуть до крутого спуску в західному крилі.

source: Udało mi się odzyskać część zapasów z łodzi rybackiej.
uk: Мені вдалося забрати деякі припаси з рибальського човна.

source: Udało mi się odzyskać połowę skradzionych beczek. Mogę z nimi wrócić do Solisa albo poszukać pozostałych.
uk: Мені вдалося повернути половину вкрадених бочок. Я можу повернутися з ними до Соліса або пошукати решту.

source: Udało mi się odzyskać połowę z ukradzionych beczek.
uk: Мені вдалося повернути половину крадених бочок.

source: Udało mi się odzyskać wszystkie skradzione beczki. Teraz Helga na pewno nie zrezygnuje ze współpracy z Gildią Kupiecką.
uk: Мені вдалося повернути всі вкрадені бочки. Тепер Хельга точно не відмовиться від співпраці з Торговою Гільдією.

source: Udało mi się opanować wiedzę na temat Czwartego Kręgu Magii Runicznej. Teraz mogę używać run tego kręgu. Ledwo udało mi się zrozumieć wiedzę zapisaną na tych stronicach. Nie sądzę, bym był w stanie pojąć sekrety kolejnych Kręgów...
uk: Мені вдалося опанувати знання четвертого кола рунічної магії. Тепер я можу використовувати руни цього кола. Мені ледве вдалося осягнути знання, викладені на цих сторінках. Не думаю, що мені вдасться опанувати секрети наступних кіл...

source: Udało mi się opanować wiedzę na temat Drugiego Kręgu Magii Runicznej. Teraz mogę używać run tego kręgu. Jeśli będę miał odpowiednie księgi, mogę rozpocząć naukę kolejnego Kręgu.
uk: Мені вдалося опанувати знання другого кола рунічної магії. Тепер я можу використовувати руни цього кола. Якщо у мене будуть потрібні книги, я зможу розпочати вивчення наступного кола.

source: Udało mi się opanować wiedzę na temat Pierwszego Kręgu Magii Runicznej. Teraz mogę używać run tego kręgu. Jeśli będę miał odpowiednie księgi, mogę rozpocząć naukę kolejnego Kręgu.
uk: Мені вдалося опанувати знання першого кола рунічної магії. Тепер я можу використовувати руни цього кола. Якщо у мене будуть потрібні книги, я зможу розпочати вивчення наступного кола.

source: Udało mi się opanować wiedzę na temat Trzeciego Kręgu Magii Runicznej. Teraz mogę używać run tego kręgu. Jeśli będę miał odpowiednie księgi, mogę rozpocząć naukę kolejnego Kręgu.
uk: Мені вдалося опанувати знання третього кола рунічної магії. Тепер я можу використовувати руни цього кола. Якщо у мене будуть потрібні книги, я зможу розпочати вивчення наступного кола.

source: Udało mi się otworzyć bramę do dalszej części podziemi. Pora je zbadać.
uk: Мені вдалося відчинити ворота до іншої частини підземелля. Потрібно його дослідити.

source: Udało mi się otworzyć klatkę. Harpia narobiła niezłego bałaganu w sklepie Alice. Mogę teraz wrócić do Fridy z dobrą nowiną.
uk: Мені вдалося відчинити клітку. Гарпія наробила чималого гармидеру в крамниці Аліси. Тепер можна повертатися до Фріди з хорошими новинами.

source: Udało mi się otworzyć kufer i zabrać wino. Oby Kurt nie był później na nas zły za zamieszanie w jego chacie.
uk: Мені вдалося відімкнути скриню і забрати вино. Будемо сподіватися, що Курт не буде потім сердитися на нас за безлад в його хатині.

source: Udało mi się otworzyć przejście w głąb twierdzy.
uk: Мені вдалося відкрити прохід вглиб фортеці.

source: Udało mi się otworzyć tę przeklętą bramę. Teraz bez problemu będziemy mogli tu wchodzić i wychodzić.
uk: Мені вдалося відчинити ту прокляту браму. Тепер ми без проблем зможемо заходити і виходити звідси.

source: Udało mi się podpalić wozy z transportem wina. Nikt mnie przy tym nie widział, ale na wszelki wypadek się oddalę i wrócę za parę godzin, żeby sprawdzić, czy wszystko poszło tak, jak planowałem.
uk: Мені вдалося підпалити вози з вином. Ніхто не бачив, як я це робив, але про всяк випадок я піду і повернуся через кілька годин, щоб перевірити, чи все пройшло згідно плану.

source: Udało mi się podrzucić do skrzyni Recona koło zębate. Mam już wystarczające dowody, żeby uznać tych dwóch za winnych, więc mogę wrócić do koszar i pogadać z Alderem.
uk: Мені вдалося підкинути шестерню до скрині Рікона. Тепер в мене достатньо доказів, щоб цих двох визнали винними, тож я можу повертатися до казарм і поговорити з Альдером.

source: Udało mi się pokonać dwóch przeciwników. Winstan będzie zadowolony. Ciekawe, co teraz wymyśli.
uk: Мені вдалося перемогти двох суперників. Вінстан буде задоволений. Цікаво, що він тепер вигадає.

source: Udało mi się pokonać potężnego Nordmarczyka. Alena chyba nie ma już dla mnie większych wyzwań.
uk: Мені вдалося перемогти могутнього нордмарця. Схоже, у Аліни більше немає для мене гідних суперників.

source: Udało mi się porozmawiać z Arsem. Facet gadał jak potłuczony i utrzymywał, że to on stał za zamachem. Ars miał dług u Lichwiarza, którego nie spłacił na czas - stąd jego nienawiść wobec bogatych. Przynajmniej co do tej kwestii mam pewność. Nie mogę jednak wykluczać żadnego scenariusza wydarzeń. Potrzebuję czegoś więcej.
uk: Мені вдалося поговорити з Арсом. Хлопець ніс якусь маячню і стверджував, що саме він стоїть за замахом. У Арса був борг перед Лихварем, який він не повернув вчасно – звідси і його ненависть до багатіїв. Принаймні, в цьому я впевнений. Однак не можна виключати іншого варіанту розвитку подій. Мені потрібно більше інформації.

source: Udało mi się porozmawiać z Mateyem pomimo tłumów w jego biurze. Moja znajomość pisma tak go ucieszyła, że mogę spokojnie przychodzić do niego bez kolejki. Teraz muszę przeczytać pismo, które od niego otrzymałem.
uk: Мені вдалося поспілкуватися з Матеєм, незважаючи на натовп біля його кабінету. Моя писемність настільки його потішила, що я зміг легко потрапити до нього без черги. Тепер треба прочитати лист, який я від нього отримав.

source: Udało mi się powstrzymać włamywacza.
uk: Мені вдалося спіймати злодія.

source: Udało mi się pozbyć strażników.
uk: Мені вдалося позбутися вартових.

source: Udało mi się poznać twoją historię.
uk: Мені вдалося дізнатися твою історію.

source: Udało mi się przekonać Aldera, żeby poszedł ze mną do koszar. Mając winnego i koło zębate, Sall będzie musiał oczyścić Recona i Veigo z zarzutów.
uk: Мені вдалося переконати Альдера піти зі мною до казарм. Маючи винуватця і шестерню, Салл повинен буде виправдати Рікона і Вейго.

source: Udało mi się przekonać Berto, by wyruszył razem z nami do podziemi Vardhal.
uk: Мені вдалося переконати Берто відправитися з нами в підземелля Вардхалу.

source: Udało mi się przekonać Gerstanda, by zeznawał przeciwko Gerhardowi. Mamy się spotkać pod koszarami.
uk: Мені вдалося переконати Герстанда свідчити проти Герхарда. Ми повинні зустрітися біля казарм.

source: Udało mi się przekonać Helgę, żeby opowiedziała mi nieco o przemytnikach. Jeśli chcę dowiedzieć się więcej, powinienem znaleźć niejakiego Finbara w pobliżu molo w porcie.
uk: Мені вдалося переконати Хельгу розповісти мені трохи про контрабандистів. Якщо я хочу дізнатися більше, мені треба знайти якогось Фінбара біля причалу в порту.

source: Udało mi się przekonać Leę do pracy po tym, jak poradziłem sobie z gnębiącym ją pijakiem.
uk: Мені вдалося переконати Лею працювати після того, як я розібрався з п'яницею, що приставав до неї.

source: Udało mi się przekonać dwóch wartowników, aby ci pomogli.
uk: Мені вдалося переконати двох охоронців допомогти.

source: Udało mi się przekonać jednego z przemytników do przejścia na naszą stronę.
uk: Мені вдалося переконати одного з контрабандистів перейти на наш бік.

source: Udało mi się przekonać osiłków do pomocy. Koryto rzeki będzie pięknie udrożnione.
uk: Мені вдалося переконати хлопців допомогти. Русло річки буде розчищене.

source: Udało mi się przygotować przemowę dla ludzi Lichwiarza. Oktav będzie czekał na mnie jutro w tym samym miejscu, co ostatnio.
uk: Мені вдалося підготувати промову для людей Лихваря. Октав чекатиме на мене завтра на тому ж місці, що й минулого разу.

source: Udało mi się przygotować truciznę dla Bena. Z alkoholu i pozostałych składników, które znalazłem przy stole, przygotowałem też odtrutkę. Najlepiej nie chwalić się, że mam ją przy sobie. Teraz muszę znaleźć sposób na podanie Benowi tej trucizny. Rozejrzę się po karczmie.
uk: Мені вдалося приготувати отруту для Бена. Я також приготував протиотруту з алкоголю та інших складників, які знайшов на столі. Краще не хвалитися тим, що вона при мені. Тепер потрібно знайти спосіб, як дати цю отруту Бену. Піду огляну корчму.

source: Udało mi się rozwiązać problem niepokojów w kopalni złota. Bloodwyn otrzymał odpowiednią nagrodę za swoje postępowanie i zostanie zesłany do Górniczej Doliny. Niestety, kopalnia przez najbliższe tygodnie pozostanie zamknięta dla ludzi z zewnątrz.
uk: Мені вдалося врегулювати заворушення на золотій копальні. Бладвін також отримав справедливу винагороду за свої дії і буде засланий до Гірничої Долини. На жаль, протягом наступних кількох тижнів копальня залишатиметься закритою для сторонніх.

source: Udało mi się rozwiązać problem niepokojów w kopalni złota. Nie tylko powstrzymałem rozlew krwi, ale również odkryłem działającego pod przykrywką szpiega. Lorenzo podejrzewa, że Murk miał bezpośrednie rozkazy z Vengardu, ale tego chyba się już nigdy nie dowiemy. Bloodwyn również otrzymał odpowiednią nagrodę za swoje postępowanie i zostanie zesłany do Górniczej Doliny. Niestety, kopalnia przez najbliższe tygodnie pozostanie zamknięta dla ludzi z zewnątrz.
uk: Мені вдалося врегулювати заворушення на золотій копальні. Я не тільки зупинив кровопролиття, але й виявив шпигуна, який працював під прикриттям. Лоренцо підозрює, що Мурк отримував прямі накази з Венгарда, але ми, ймовірно, ніколи цього не дізнаємося. Бладвін також отримав справедливу винагороду за свої дії і буде засланий до Гірничої Долини. На жаль, протягом наступних кількох тижнів копальня залишатиметься закритою для сторонніх.

source: Udało mi się uratować Mateya od śmierci z rąk Wilczych Synów.
uk: Я допоміг Матеєві уникнути смерті від рук Вовчих Синів.

source: Udało mi się ustalić, gdzie przetrzymywane są skrzynie z wyposażeniem.
uk: Мені вдалося встановити, де зберігаються скрині зі спорядженням.

source: Udało mi się utargować 150 sztuk złota, plus oczywiście koszty transportu.
uk: Мені вдалося виторгувати 150 золотих, плюс транспортні витрати, звісно.

source: Udało mi się wczoraj sprawdzić, gdzie te dranie idą po pracy, niestety nie widziałem tam pozostałych krzykaczy. Pewnie kryją się po innych dziurach...
uk: Вчора мені вдалося дізнатися, куди ці виродки ходять після роботи, на жаль, я не бачив серед них оповісників. Напевно, вони ховаються в інших дірах...

source: Udało mi się wejść do dworu Lichwiarza. Według wartownika, o tym, czy mogę zobaczyć się z jego szefem, będzie decydował Bradlock. Znajdę go w holu budynku.
uk: Мені вдалося потрапити до маєтку Лихваря. За словами охоронця, тільки Бредлок вирішує, чи зможу я побачити його шефа. Я знайду його в холі будинку.

source: Udało mi się wydostać z pomieszczenia i wrócić do naturalnych rozmiarów. Następnym razem muszę bardziej uważać na to jak i z kim rozmawiam.
uk: Мені вдалося вибратися з кімнати та повернутися до нормального розміру. Надалі мені потрібно бути більш обережним у тому, як і з ким я розмовлятиму.

source: Udało mi się wygrać pojedynek z Larrym.
uk: Мені вдалося перемогти в поєдинку з Ларрі.

source: Udało mi się z całą pewnością potwierdzić, że Finbar ma jakiś związek z przemytnikami.
uk: Тепер я впевнений, що Фінбар має якесь відношення до контрабандистів.

source: Udało mi się zaimponować Odgarowi. Stwierdził, że gdybym tylko chciał, mógłbym zostać jego czeladnikiem.
uk: Мені вдалося сподобатись Одгару. Він сказав, що за бажанням я можу стати його учнем.

source: Udało mi się zakończyć działalność Szmuglera.
uk: Мені вдалося покласти край діянням Койота.

source: Udało mi się zakończyć działalność Szmuglera. Pieniądze za ostatnią dostawę przepadły, ale nie stracisz ich już więcej.
uk: Мені вдалося покласти край бізнесу Койота. Гроші за останнє постачання зникли, але більше ти їх не втратиш.

source: Udało mi się zakończyć moje zadanie. Od teraz jestem członkiem Wodnego Kręgu.
uk: Я успішно виконав своє завдання. Віднині я член Кільця Води.

source: Udało mi się zakończyć poszukiwania Garda. Przekonałem go, żeby wrócił do Nordmaru i zmierzył się ze swoją przeszłością. Mam nadzieję, że uda mu się bezpiecznie wrócić do domu.
uk: Завдяки мені Гард закінчив свої пошуки. Я переконав його повернутися до Нордмару і зустрітися зі своїм минулим. Сподіваюся, він безпечно повернеться додому.

source: Udało mi się zakończyć swoje śledztwo w sprawie przemytników. Otrzymałem od Lorenzo nagrodę i teraz mogę wrócić do tropu w sprawie zaginięcia Jorna.
uk: Я успішно завершив своє розслідування щодо контрабандистів. Я отримав винагороду від Лоренцо і тепер можу повернутися до розслідування зникнення Йорна.

source: Udało mi się zamknąć drzwi, więc tak łatwo się nie wydostaną na zewnątrz.
uk: Мені вдалося замкнути двері, щоб вони не змогли так просто вийти.

source: Udało mi się zbadać sprawę zamachu.
uk: Мені вдалося розкрити цей замах.

source: Udało mi się zdobyć 'Prawidła szachowe'... poprzez wyłożenie niezłej sumki. Mam nadzieję, że Kuno to doceni...
uk: Мені вдалося роздобути 'Правила гри в шахи'... виклавши при цьому чималу суму. Сподіваюся, Куно це оцінить...

source: Udało mi się zdobyć dla ciebie nowego klienta.
uk: Мені вдалося знайти тобі нового клієнта.

source: Udało mi się zdobyć dokumenty Fridy. Powinienem jak najszybciej do niej wrócić.
uk: Мені вдалося отримати документи Фріди. Потрібно повертатися до неї якнайшвидше.

source: Udało mi się zdobyć drewno, o które prosiłeś.
uk: Мені вдалося роздобути деревину, про яку ти мене просив.

source: Udało mi się zdobyć fragment klucza z muzeum w mieście.
uk: Мені вдалося дістати фрагмент ключа з міського музею.

source: Udało mi się zdobyć futro lodowego wilka. Podobno większość z nich żyje w Nordmarze, ale czasami spotkać je też można w innych zimnych miejscach.
uk: Мені вдалося роздобути хутро крижаного вовка. Очевидно, більшість з них живе в Нордмарі, але іноді вони зустрічаються і в інших холодних місцях.

source: Udało mi się zdobyć glejt. Teraz wystarczy oddać go Veitowi.
uk: Мені вдалося дістати перепустку. Тепер мені залишилося тільки віддати її Вейту.

source: Udało mi się zdobyć grot.
uk: Мені вдалося дістати наконечник.

source: Udało mi się zdobyć ich zaufanie. Miałem zdobyć dla nich kilka szat i pancerzy - w tym szatę Magów Ognia, co w zasadzie ich zgubiło.
uk: Мені вдалося завоювати їхню довіру. Я мав знайти для них кілька мантій та обладунків – включно з мантією Магів Вогню, що, по суті, їх і згубило.

source: Udało mi się zdobyć kawał surowej baraniny. Jeśli chcę spełnić życzenie Fabio, powinienem ją trochę przysmażyć.
uk: Мені вдалося дістати шматок сирої баранини. Якщо я хочу виконати забаганку Фабіо, я повинен його трохи підсмажити.

source: Udało mi się zdobyć manifest okrętowy. Wynika z niego, że piraci przewozili sporo cennych towarów. Podejrzewam, że większość z nich jest już nie do odzyskania i znajduje się na dnie oceanu, ale gdyby udało mi się zdobyć ich po trochę z choć kilku kategorii, to może uda mi się uspokoić Corteza.
uk: Мені вдалося роздобути корабельний журнал. У ньому зазначено, що пірати перевозили чимало цінних товарів. Підозрюю, що більша частина вантажу втрачена і знаходиться на дні океану, але якби я зумів дістати хоча б частину з описаного, то, можливо, зміг би заспокоїти Кортеза.

source: Udało mi się zdobyć mięso z dzika. Wygląda na świeże i soczyste - dokładnie takie, jakie chciała nadworna kucharka. Powinienem wrócić z nim do Jil.
uk: Мені вдалося роздобути м'ясо дикого кабана. Воно виглядає свіжим і соковитим – саме таким, як і хотіла придворна кухарка. Я повинен повернутися з ним до Джил.

source: Udało mi się zdobyć pancerz Gwardzisty.
uk: Мені вдалося отримати обладунок гвардійця.

source: Udało mi się zdobyć potrzebne nasiona.
uk: Мені вдалося роздобути потрібне насіння.

source: Udało mi się zdobyć recepturę.
uk: Мені вдалося роздобути рецепт.

source: Udało mi się zdobyć to, o co prosiłeś.
uk: Мені вдалося дістати те, що ти просив.

source: Udało mi się zdobyć wszystkie przedmioty na liście. Czas wrócić do Unicorna i dowiedzieć się wreszcie, o co w tym wszystkim chodzi.
uk: Мені вдалося отримати всі речі зі списку. Час повернутися до Юнікорна і нарешті з'ясувати, про що ж йдеться.

source: Udało mi się zdobyć zioła od Bodowina za darmo. Teraz tylko nie może mnie zobaczyć, jak będę się oddalał.
uk: Мені вдалося отримати трави від Бодовіна задарма. Тепер лиш би він нічого не помітив.

source: Udało mi się zdobyć zębate ziele. Powinienem zanieść je do Ramhy, siostry Fadhy. To ona przyrządzi mi specyfik. Znajdę ją na piętrze apteki.
uk: Мені вдалося роздобути снеппер-траву. Я повинен віднести її до Рамхи, сестри Фадхи. Вона приготує мені те, що треба. Я знайду її на другому поверсі аптеки.

source: Udało mi się zdobyć żądło bagiennego krwiopijcy. Mam tylko nadzieję, że nie będę miał okazji doświadczyć ostrza potraktowanego tym specyfikiem na własnej skórze.
uk: Мені вдалося добути жало болотного шершня. Сподіваюся, мені ніколи не доведеться випробувати на собі клинок, оброблений його отрутою.

source: Udało mi się zebrać trochę informacji o Gerhardzie. Wygląda na to, że kupcy niechętnie z nim handlują, bo dyktuje bardzo wysokie ceny. Dowiedziałem się również o jego interesach z niejakim Gerstandem, miejscowym karczmarzem. Złożenie mu wizyty wydaje się dobrym pomysłem.
uk: Мені вдалося зібрати деяку інформацію про Герхарда. Здається, торговці неохоче з ним торгують, оскільки він задирає ціни. Також я дізнався про його ділові відносини з Герстандом, місцевим корчмарем. Завітати до нього здається непоганою ідеєю.

source: Udało mi się zestrzelić jabłko. Wystarczyło na chwilę wstrzymać oddech i dobrze przymierzyć. To osiągnięcie z pewnością poprawi moje szanse na dołączenie do straży.
uk: Мені вдалося влучити в яблуко. Достатньо було на мить затримати дихання і добре прицілитися. Це досягнення, безумовно, покращить мої шанси стати вартовим.

source: Udało mi się zestrzelić wszystkie tarcze. Dam znać o tym Samborowi.
uk: Мені вдалося вразити всі цілі. Я розповім про це Самбору.

source: Udało mi się znaleźć brata. Więc to chyba czas, by się pożegnać.
uk: Мені вдалося знайти брата. Тож, гадаю, прийшов час прощатися.

source: Udało mi się znaleźć ciało. Niestety, ktoś mnie uprzedził. Cokolwiek Burkhard miał przy sobie, przepadło. Może Degory coś wie na ten temat.
uk: Мені вдалося знайти тіло. На жаль, хтось мене випередив. Все, що Бурхард мав при собі, зникло. Може, Дегорі щось про це знає.

source: Udało mi się znaleźć ciało. Niestety, ktoś mnie uprzedził. Cokolwiek Burkhard miał przy sobie, przepadło. Może ktoś z w miarę cywilizowanych mieszkańców kanałów będzie mógł mi coś o tym powiedzieć?
uk: Мені вдалося знайти тіло. На жаль, хтось мене випередив. Все, що Бурхард мав при собі, зникло. Можливо, хтось із достатньо цивілізованих мешканців каналізації зможе мені щось про це розповісти?

source: Udało mi się znaleźć inny sposób, by udowodnić swoją wartość Odgarowi. Jeśli wykuję miecz z przepisu, który mi wręczył, to przyjmie mnie na swojego czeladnika. Miecz nazywa się 'Scyzor'.
uk: Я знайшов інший спосіб довести Одгару свою корисність. Якщо я викую складний ніж за його кресленням, він візьме мене в учні.

source: Udało mi się znaleźć inny sposób, by udowodnić swoją wartość Odgarowi. Jeśli wykuję miecz z przepisu, który mi wręczył, to zapłaci mi niezłą sumkę. Miecz nazywa się 'Scyzor'.
uk: Я знайшов інший спосіб довести Одгару свою корисність. Якщо я викую складний ніж за його кресленням, він заплатить мені хорошу суму.
